[
  {
    "Name": "Agatha Crane",
    "Job": "The Parapsychologist",
    "Image": "default/agathacrane.webp",
    "Ability": "After you resolve a horror check, gain 1 Clue.",
    "Stats": {
      "Damage": 5,
      "Horror": 9
    },
    "Attributes": {
      "Strength": 2,
      "Agility": 3,
      "Observation": 4,
      "Lore": 5,
      "Influence": 3,
      "Will": 4
    },
    "Story": "Agatha Crane has degrees in Mathematics and Psychology. She is a rational, intelligent woman who believes that reason is the antidote to superstition, that evidence is required for argument, and that even the most complex mysteries of the natural world and human mind can be understood rationally. Why, then, she dedicates so much of her research to so-called &quot;extra-sensory perception&quot; and the evidence of ghosts is baffling mystery to almost everyone who knows her.\n\nAgatha calls her field of study &quot;parasypcholoy&quot; in an attempt to remove the stigma associated with the occult in respectable academic circles. Her search for test subjects and data continually leads her to dangerous places and disreputable people, much to the despair of her long-suffering husband, Wilbur. But she is committed to her task, for reasons that only she seems to know.",
    "Set": "base"
  },
  {
    "Name": "Agnes Baker",
    "Job": "The Waitress",
    "Image": "default/agnesbaker.webp",
    "Ability": "You begin the game with the Storm of Spirits Spell.",
    "Stats": {
      "Damage": 7,
      "Horror": 7
    },
    "Attributes": {
      "Strength": 2,
      "Agility": 3,
      "Observation": 4,
      "Lore": 5,
      "Influence": 4,
      "Will": 3
    },
    "Story": "Agnes Baker lived an uneventful life as a waitress until she found that strange, old key among the family belongings she kept in her attic. When her fingers brushed against it, memories of a previous life flooded her mind.\n\nIn that life, the woman who would become Agnes was a powerful sorceress, well-versed in spell-casting and a myriad of arcane lore. The more Agnes explored the memories from her past life, the more she found she could tap into her past lives' abilities, even performing magical feats herself! As Agnes learns and her power grows, she is obsessed with one word from these memories: &quot;Hyperborea.&quot;",
    "Set": "hj"
  },
  {
    "Name": "Akachi Onyele",
    "Job": "The Shaman",
    "Image": "default/akachionyele.webp",
    "Ability": "Effects cannot cause you to discard Clues unless you choose to.",
    "Stats": {
      "Damage": 6,
      "Horror": 8
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 2,
      "Observation": 4,
      "Lore": 4,
      "Influence": 3,
      "Will": 5
    },
    "Story": "As a young girl in Nigeria, Akachi became used to being set apart. Her habit of chattering away to thin air and secluding herself from other children led her village to believe she was mad. Her village dibia was the first to see her true potential. He believed Akachi was marked by the spirits for greatness and taught her how to use her communion with them to her advantage. Under his tutelage, Akachi grew into a wise young leader, respected not just in her village, but in every community to which she brought aid. Now she meets her destiny head-on, seeking out unnatural troubles that only her knowledge can stop.",
    "Set": "btt"
  },
  {
    "Name": "Amanda Sharpe",
    "Job": "The Student",
    "Image": "default/amandasharpe.webp",
    "Ability": "You may perform two additional puzzle steps while attempting a puzzle.",
    "Stats": {
      "Damage": 7,
      "Horror": 7
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 3,
      "Observation": 4,
      "Lore": 4,
      "Influence": 3,
      "Will": 4
    },
    "Story": "The halls of Miskatonic University have been home to many accomplished scholars, and Amanda Sharpe was on track to be one of the institution's most talented graduates. However, after seeing a strange painting of an enormous creature emerging from the ocean, her classwork has suffered. Her dreams are overwhelmed by images of a vast submerged city and the sounds of whispers in a language she does not understand. While her studies may have been set aside, she remains bright and dedicated to her work. The difference now is that the work she focuses on is the resolution of occult mysteries.",
    "Set": "smcotw"
  },
  {
    "Name": "&quot;Ashcan&quot; Pete",
    "Job": "The Drifter",
    "Image": "default/ashcanpete.webp",
    "Ability": "You begin the game with the Duke Unique Item.",
    "Stats": {
      "Damage": 7,
      "Horror": 7
    },
    "Attributes": {
      "Strength": 4,
      "Agility": 4,
      "Observation": 4,
      "Lore": 3,
      "Influence": 2,
      "Will": 4
    },
    "Story": "At night, &quot;Ashcan&quot; Pete sleeps wherever his travels take him: in a field, on a train, or maybe, if he's lucky, in a barn. He bunks with his loyal hound dog, Duke, on one side and his beat-up guitar on the other. And sometimes when &quot;Ashcan&quot; Pete sleeps, he dreams. He dreams of haunted, tortured places and of horrible creatures. When he wakes up, he knows that someone needs his help, because his dreams are true. He couldn't say how long he's been on the road, living by his wits, but he can say for certain no place is too far to go to help someone in need. And as long as Pete can help people, he's not likely to stop wandering any time soon.",
    "Set": "rm"
  },
  {
    "Name": "Bob Jenkins",
    "Job": "The Salesman",
    "Image": "default/bobjenkins.webp",
    "Ability": "Once per round, when you spend an action to interact with a person, you may flip 1 Horror facedown or discard 1 facedown Horror.",
    "Stats": {
      "Damage": 7,
      "Horror": 7
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 3,
      "Observation": 4,
      "Lore": 2,
      "Influence": 5,
      "Will": 4
    },
    "Story": "Someday, Bob Jenkins plans to cash in big. He may not be the biggest expert on forgotten cultures and secret societies, but he does know that rare books and antique weaponry can be sold for top dollar. More than once, he's discovered that an occult organization has been funded by gold coins of unknown origin, and Bob likes gold coins. He freely admits that he does not investigate arcane mysteries for noble reasons, but not many people are willing to face the horrors of the unknown. Nobility costs extra.",
    "Set": "smcotw"
  },
  {
    "Name": "Carolyn Fern",
    "Job": "The Psychologist",
    "Image": "default/carolynfern.webp",
    "Ability": "{action} You or another investigator within range flip 1 Horror facedown or discard 1 facedown Horror.",
    "Stats": {
      "Damage": 6,
      "Horror": 8
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 2,
      "Observation": 4,
      "Lore": 3,
      "Influence": 4,
      "Will": 5
    },
    "Story": "Carolyn is a first year resident at a sanitarium in Providence. Over the past six months, she has been studying the dreams of her patients using hypnosis. One patient in particular gave her vivid and disturbing descriptions of his dreams, right up until he was murdered with a strange knife that closely resembled something from one of his nightmares.\n\nDisturbed and frightened by his murder, Carolyn dug back through her notes, poring over them late into the night. Finally, she found some subtle clues that led her here, to Arkham, where he was previously an inmate in Arkham Asylum. Someone here has to know why a harmless man was murdered for talking about his dreams to his psychologist.",
    "Set": "smfa"
  },
  {
    "Name": "Carson Sinclair",
    "Job": "The Butler",
    "Image": "default/carsonsinclair.webp",
    "Ability": "{action} Another investigator within range may perform 1 action. Activate this ability only once per round.",
    "Stats": {
      "Damage": 8,
      "Horror": 6
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 2,
      "Observation": 5,
      "Lore": 4,
      "Influence": 4,
      "Will": 3
    },
    "Story": "Carson Sinclair has served three generations of the Webb family in Arkham, first as a footman and later as a butler. Always proper, Carson watched with disapproval as his most recent employer, Hercule Webb, began bringing bizarre artifacts and profane tomes into his house, engaging in occult studies. He was aided in these endeavors by his business manager, the disagreeable Dupuis.\n\nDisaster struck when Mr. Webb was drawn through an impossible hole in the sky while Carson brought him evening tea. No one believes Carson's description of the events, and with no proof of Mr. Webb's death, control of his estate has passed to Dupuis, who has quietly siphoned funds from the Webb trust and effectively frozen out the Webb children. Carson has resolved to get to the bottom of the matter, for the children's sake.",
    "Set": "base"
  },
  {
    "Name": "Charlie Kane",
    "Job": "The Politician",
    "Image": "default/charliekane.webp",
    "Ability": "While within range of a Person, you may convert an {?} into a {success}, Activate this ability only once per test.",
    "Stats": {
      "Damage": 5,
      "Horror": 9
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 2,
      "Observation": 4,
      "Lore": 3,
      "Influence": 5,
      "Will": 4
    },
    "Story": "Charlie Kane's campaign was founded by casting him as a man who took on the most important issues facing Arkham. Between his legion of political allies and his healthy amount of personal funds, he felt uniquely qualified to handle anything being an elected official brought his way. Monsters, cults, and strange rituals were the farthest thing from his mind, but in order to keep Arkham safe–and his constituents alive and voting–he knows the most important issue is defeating the supernatural forces at work in his city.",
    "Set": "sot"
  },
  {
    "Name": "Daniela Reyes",
    "Job": "The Mechanic",
    "Image": "default/danielareyes.webp",
    "Ability": "When a puzzle is solved, you may either gain 2 Clues or discard 1 Horror.",
    "Stats": {
      "Damage": 8,
      "Horror": 6
    },
    "Attributes": {
      "Strength": 5,
      "Agility": 4,
      "Observation": 3,
      "Lore": 3,
      "Influence": 3,
      "Will": 3
    },
    "Story": "Daniela always figured she had a good life. She had a loving, boisterous family. She had a steady job that used her brains and her hands. She had enough money to spend on fast cars, pretty girls, and her motorcycle, Gabriel. Then her brother, Ramon, got caught up in some trouble. And her mother began warning Daniela to be careful, that a darkness lay ahead of her.\n\nShe only set the glass of water behind the door to appease her fretful mother. It was meant to catch evil spirits. When she awoke the next morning to find it shattered, she was determined to figure out what happened and fix it. Just like she always did.",
    "Set": "pots"
  },
  {
    "Name": "Darrell Simmons",
    "Job": "The Photographer",
    "Image": "default/darrellsimmons.webp",
    "Ability": "Once per round, if you would gain a Clue, you may become focused instead.",
    "Stats": {
      "Damage": 8,
      "Horror": 6
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 4,
      "Observation": 5,
      "Lore": 3,
      "Influence": 3,
      "Will": 3
    },
    "Story": "His editor says he's just seeing things, but Darrell Simmons knows what he saw. He grew up in Arkham, and he's no stranger to the peculiar things that are known to happen here. However, this is different. He had never seen something so terrible in his entire life, and he has cursed himself every day since for not having his camera on him to prove to everyone that he's not making this up. If they won't believe his words, maybe they'll believe his pictures when they are published in the Arkham Advertiser. Now he's seeking out the terror that's been haunting his dreams ever since that night, and he knows he's getting closer. This time he'll be careful. This time he'll come prepared. And, most importantly, this time he'll take pictures.",
    "Set": "smfa"
  },
  {
    "Name": "Dexter Drake",
    "Job": "The Magician",
    "Image": "default/dexterdrake.webp",
    "Ability": "Once per round, when you gain a Spell become Focused.",
    "Stats": {
      "Damage": 6,
      "Horror": 8
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 3,
      "Observation": 3,
      "Lore": 5,
      "Influence": 4,
      "Will": 3
    },
    "Story": "Dexter Drake returned from the Great War to become a successful magician, enthralling audiences with his elaborate illusions and cunning stage tricks. Despite his meteoric success, Dexter always longed to discover true magic. This desire soon led him into the reserved section of a dust-filled shop dedicated to obscure books. There, he found a burnt and torn fragment of the Necronomicon itself. Intrigued by this ancient piece of occult knowledge, Dexter began to use his wealth in search of the truth about ancient lore, and what he found horrified him. His delving into the arcane eventually led him to Arkham, where he suspects a great evil will soon rise. He knows that he may well be the only person with the ability to stop this evil from swallowing the entire world.",
    "Set": "smfa"
  },
  {
    "Name": "Diana Stanley",
    "Job": "The Reformed Cultist",
    "Image": "default/dianastanley.webp",
    "Ability": "If you would suffer 2 or more Horror, suffer 1 fewer Horror instead.",
    "Stats": {
      "Damage": 8,
      "Horror": 6
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 4,
      "Observation": 4,
      "Lore": 5,
      "Influence": 3,
      "Will": 2
    },
    "Story": "As a new business owner in Arkham, Diana Stanley was proud to be initiated into the prestigious Order of the Silver Twilight Lodge. Her admittance into the Order was fantastic for business, but the meetings soon turned darker. Witnessing a strange ritual under the full moon, Diana became suspicious of the Oder's true nature. Now she is convinced that there are terrible forces converging on Arkham, and the Lodge is somehow involved.\n\nTo keep the Order of the Silver Twilight Lodge from completing their ultimate plan, Diana Stanley has resolved to take them down from the inside, regardless of the cost. Personal danger means nothing when faced with the chance at redemption.",
    "Set": "soa"
  },
  {
    "Name": "Father Mateo",
    "Job": "The Priest",
    "Image": "default/fathermateo.webp",
    "Ability": "Another investigator within range becomes Focused. Activate this ability only once per round.",
    "Stats": {
      "Damage": 6,
      "Horror": 8
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 3,
      "Observation": 2,
      "Lore": 4,
      "Influence": 4,
      "Will": 5
    },
    "Story": "Mateo Castile's life has not been easy, even—or perhaps especially—since finding his calling and becoming a priest. The past few decades in Mexico have been wracked with instability and conflict between a secular government and a traditional and religious populace. Father Mateo struggled to balance his faith with the pragmatic concerns of preaching when the law told him he must not.\n\nBut as difficult as the political situation in Mexico has been, that is not what has assaulted Mateo's faith at its core. An investigation into a rash of murders and kidnappings in his home state led not to political violence as Mateo had suspected but to a gruesome and horrid cult thriving at the heart of the brewing war. How, Mateo wondered, could a kind and loving God allow what he saw that night to exist? His prayers are still unanswered, but Mateo now seeks answers on his own.",
    "Set": "base"
  },
  {
    "Name": "Finn Edwards",
    "Job": "The Bootlegger",
    "Image": "default/finnedwards.webp",
    "Ability": "Once per round, you may move 1 space before or after performing a Search action.",
    "Stats": {
      "Damage": 8,
      "Horror": 6
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 3,
      "Observation": 4,
      "Lore": 3,
      "Influence": 4,
      "Will": 4
    },
    "Story": "When it comes to moving merchandise, Finn Edwards trusts his own wits more than any gun to get the job done. His aim is to never be caught unprepared when things inevitably go south, and so far that plan is working out for him. Finn's bootlegging operation has moved goods all over the East Coast, but lately his deliveries are being interrupted by unexplainable phenomena.\n\nStaying one step ahead of his opposition has suddenly become more difficult. However, Finn Edwards likes the taste of danger, as long as he can keep one eye on the exit.",
    "Set": "soa"
  },
  {
    "Name": "Gloria Goldberg",
    "Job": "The Author",
    "Image": "default/gloriagoldberg.webp",
    "Ability": "At the start of your turn, if you have no Clues, gain 1 Clue.",
    "Stats": {
      "Damage": 7,
      "Horror": 7
    },
    "Attributes": {
      "Strength": 2,
      "Agility": 3,
      "Observation": 4,
      "Lore": 4,
      "Influence": 4,
      "Will": 4
    },
    "Story": "Ever since she was a young girl, Gloria has been plagued by visions of monsters dwelling in strange, nightmarish places. She eventually learned to overcome the terror that accompanied these visions by writing them into stories. As the years went by, her stories launched her into a successful career as an author, but the more she wrote, the more extreme the visions became. She has come to believe that the images she sees are not her imagination, but rather clairvoyant insight into the world of the supernatural. She has resolved to use this insight to investigate the realm of the supernatural and exorcise these nightmares from the world as well as her subconscious.",
    "Set": "rm"
  },
  {
    "Name": "Harvey Walters",
    "Job": "The Professor",
    "Image": "default/harveywalters.webp",
    "Ability": "{action} Another investigator within range gains 1 Clue. Activate this ability only once per round.",
    "Stats": {
      "Damage": 5,
      "Horror": 9
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 2,
      "Observation": 4,
      "Lore": 4,
      "Influence": 4,
      "Will": 4
    },
    "Story": "Professor Walters began as a devotee of the archaic and obscure, but over the years he has discovered that his knowledge of ancient languages, profane relics, and strange rituals is vital to addressing dangers in the modern day. He is both an avid collector of prehistoric ephemera and a font of knowledge regarding bizarre primordial religions that worshipped[sic] nightmarish gods eons ago. When a supernatural event occurs, Professor Walters is often asked to bring his considerable resources and experiences to bear on the problem.",
    "Set": "rm"
  },
  {
    "Name": "Jenny Barnes",
    "Job": "The Dilettante",
    "Image": "default/jennybarnes.webp",
    "Ability": "{action} If you have no Clues, gain 2 Clues and discard 1 Horror.",
    "Stats": {
      "Damage": 8,
      "Horror": 6
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 4,
      "Observation": 3,
      "Lore": 3,
      "Influence": 5,
      "Will": 3
    },
    "Story": "Jenny Barnes has spent the majority of her young life in pursuit of creature comforts, fine dining, and the latest fashions. But during her most recent summer in Paris, she received a letter from her sister, Isabelle. In this letter, Isabelle confessed that mysterious forces were aligning against her and that she feared she may fall victim to some paranormal threat. It was the last letter Jenny received from her beloved sister. Jenny has since returned to the States to track down and investigate all occult occurrences she can find. Hardly a wilting flower, she has proven herself a crack shot as well as a fearless and clever investigator of the unknown. Until Isabelle's disappearance is explained, Jenny will never relent in her search. And she will do so impeccably dressed.",
    "Set": "rm"
  },
  {
    "Name": "Jim Culver",
    "Job": "The Musician",
    "Image": "default/jimculver.webp",
    "Ability": "You begin the game with the Golden Trumpet Unique Item.",
    "Stats": {
      "Damage": 6,
      "Horror": 8
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 3,
      "Observation": 3,
      "Lore": 4,
      "Influence": 4,
      "Will": 4
    },
    "Story": "The day Jim Culver inherited his daddy's trumpet, he could not have known what was to come. When he played it, his music did not just bring comfort to the souls of the living, but to the souls of the dead as well. For some time after the last notes faded in the air, spirits of folks who had passed on would linger around Jim. It turned out that once those folks found a listening ear, they sure did have a lot to say. The conversations used to bother Jim, but his new friends know an awful lot, so he learned to appreciate the company.",
    "Set": "hj"
  },
  {
    "Name": "Joe Diamond",
    "Job": "The Private Eye",
    "Image": "default/joediamond.webp",
    "Ability": "If you spend a Clue to convert an {?} to a {success}, you may convert up to two {?} to a {success} instead.",
    "Stats": {
      "Damage": 8,
      "Horror": 6
    },
    "Attributes": {
      "Strength": 4,
      "Agility": 5,
      "Observation": 3,
      "Lore": 3,
      "Influence": 3,
      "Will": 3
    },
    "Story": "Joe Diamond is a private investigator with a reputation for handling cases that everyone else regards as supernatural nonsense. He's thorough in his investigations, and he's no one to be trifled with. His services have been employed by the wealthy as well as those down on their luck. No case is too large, too small, too strange, or too dangerous. In his experience, things start getting nasty right when you start reaching the truth, and that is exactly where he likes to be.",
    "Set": "rm"
  },
  {
    "Name": "Kate Winthrop",
    "Job": "The Scientist",
    "Image": "default/katewinthrop.webp",
    "Ability": "You begin the game with the Flux Stabilizer Unique Item.",
    "Stats": {
      "Damage": 6,
      "Horror": 8
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 3,
      "Observation": 5,
      "Lore": 4,
      "Influence": 3,
      "Will": 3
    },
    "Story": "Very few of Kate Winthrop's scientific colleagues even know her name. She is painfully shy, but nonetheless possessed of a powerfully focused scientific mind. Several years ago, she watched as her mentor was devoured by an unthinkable creature from another world. A weaker mind might have gone mad or dismissed the sight as a hallucination. But Kate knew with full clarity what she saw and has spent her time ever since studying the phenomena that caused the tragedy. The result of these studies is the flux stabilizer. The device is still a work in progress, but she hopes to perfect a device that can permanently protect this world from the monstrosities that dwell in the worlds beyond. Kate is always eager to test the device or do more research at any place evidence of the supernatural may be found.",
    "Set": "rm"
  },
  {
    "Name": "Leo Anderson",
    "Job": "The Expedition Leader",
    "Image": "default/leoanderson.webp",
    "Ability": "Once per round, when you perform a move action. another investigator may move 1 space.",
    "Stats": {
      "Damage": 7,
      "Horror": 7
    },
    "Attributes": {
      "Strength": 4,
      "Agility": 4,
      "Observation": 4,
      "Lore": 2,
      "Influence": 3,
      "Will": 4
    },
    "Story": "Leo Anderson spends his life getting into the deadliest and most obscure corners of the globe, but there is a cost. Along the way, he's lost good people. Some succumbed to illness, others to the inhospitable clime, and some to things that will haunt Leo for the rest of his days. His most recent expedition ended in complete disaster. Mitch was the only one of his people to survive or at least remain human. Leo is sick of burying the people who trusted him. But now that he knows what lurks in the forgotten reaches beyond civilization, he can't quit until the job is done.",
    "Set": "pots"
  },
  {
    "Name": "Lily Chen",
    "Job": "The Martial Artist",
    "Image": "default/lilychen.webp",
    "Ability": "While you are attacking unarmed, if a monster would suffer 1 or more damage, it suffers 2 additional damage.",
    "Stats": {
      "Damage": 7,
      "Horror": 7
    },
    "Attributes": {
      "Strength": 4,
      "Agility": 4,
      "Observation": 3,
      "Lore": 3,
      "Influence": 3,
      "Will": 4
    },
    "Story": "As an infant, Lily Chen was given a great and terrible gift: a destiny. An obscure sect of monks in her home country believed she was born to one day face a great evil. She has trained her whole life in preparation for this fate. Her movements are swift and often deadly. Her mind is filled with the wisdom of those who came before her. Through she speaks rarely, her actions prove that she is a stalwart defender against the unimaginable terrors that lurk on the fringes of reality. Now she searches for unique challenges to test her skills, an she awaits the day her role will be fulfilled.",
    "Set": "sot"
  },
  {
    "Name": "Mandy Thompson",
    "Job": "The Researcher",
    "Image": "default/mandythompson.webp",
    "Ability": "Once per round, when you gain a Clue, gain 1 additional Clue.",
    "Stats": {
      "Damage": 6,
      "Horror": 8
    },
    "Attributes": {
      "Strength": 2,
      "Agility": 3,
      "Observation": 5,
      "Lore": 4,
      "Influence": 4,
      "Will": 3
    },
    "Story": "Since beginning her employment as a researcher for Miskatonic University, Mandy has spent hours pouring over the profane pages of ancient, forbidden texts. Others who have been exposed to these tomes have been immediately repulsed by the horrific images and ideas they find within. Mandy, however, objectively recorded her findings and was seemingly able to shake off the damaging effects of the books. She believes she has seen a pattern emerging from the various texts which indicates an impending cataclysm. She recognizes that it may simply be an imagined paranoia resulting from her reading, but she truly believes that a disaster of epic proportions is on the horizon and that she must do everything she can to prevent it from coming to pass.",
    "Set": "smcotw"
  },
  {
    "Name": "Marie Lambeau",
    "Job": "The Entertainer",
    "Image": "default/marielambeau.webp",
    "Ability": "At the start of your turn, you may cast a spell without spending an action.",
    "Stats": {
      "Damage": 6,
      "Horror": 8
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 4,
      "Observation": 2,
      "Lore": 4,
      "Influence": 5,
      "Will": 3
    },
    "Story": "Down in New Orleans, folks know that Marie Lambeau's voice contains a lagniappe, or a little something extra. Her beautiful skill has gained her entrance to the most exclusive events all over the world, and no one who hears her sing can help but fall under her spell. What the many fans of Marie Lambeau do not realize is that she learned more than folk songs from her grand-mère in the bayou. Now Marie is using all of the secrets she has learned to push back against the chaos threatening Arkham. And she will always have the help of her fans at the Nightingale.",
    "Set": "soa"
  },
  {
    "Name": "Michael McGlen",
    "Job": "The Gangster",
    "Image": "default/michaelmcglen.webp",
    "Ability": "Whenever a monster is defeated, become Focused.",
    "Stats": {
      "Damage": 9,
      "Horror": 5
    },
    "Attributes": {
      "Strength": 5,
      "Agility": 3,
      "Observation": 4,
      "Lore": 2,
      "Influence": 3,
      "Will": 4
    },
    "Story": "Michael McGlen considers himself a problem solver. The federal authorities consider Michael McGlen a dangerous criminal and a member of organized crime. McGlen doesn't really care what other people think. After his good friend and business associate Louie was dragged into the water by some horrible creature, McGlen took it upon himself to deliver a healthy amount of payback to things that go bump in the night. He seeks out strange places haunted by the supernatural and by terrible beasts. Once there, he proceeds to solve the problem. Typically, McGlen finds that dynamite or a tommy gun are the best ways to get results.",
    "Set": "rm"
  },
  {
    "Name": "Minh Thi Phan",
    "Job": "The Secretary",
    "Image": "default/minhthiphan.webp",
    "Ability": "Once per round, you or another investigator within range may reroll 1 die while resolving a test.",
    "Stats": {
      "Damage": 7,
      "Horror": 7
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 4,
      "Observation": 4,
      "Lore": 3,
      "Influence": 4,
      "Will": 3
    },
    "Story": "Minh Thi Phan landed a good job directly out of school, perhaps due to her unique upbringing and her fluency in English, French, Vietnamese, Korean, and Japanese. She worked for Mr. Thomas as his secretary for a number of years and considered him to be not just her employer but her friend. But after coming across a strange book in the course of his work importing and exporting antiquities, Mr. Thomas became odd, moody, and ultimately took his own life.\n\nSuddenly, Minh was on her own for the first time in her life. Uncertain what to do, Minh set about putting Mr. Thomas's affairs in order and soon discovered that his import and export business had exposed him to a dark and hidden world of the unknowable and unthinkable. Now Minh has a new task, one chosen for herself for the first time: discover what awful truth made Mr. Thomas commit suicide.",
    "Set": "base"
  },
  {
    "Name": "Monterey Jack",
    "Job": "The Archaeologist",
    "Image": "default/montereyjack.webp",
    "Ability": "Other investigators in you space do not need to evade monsters.",
    "Stats": {
      "Damage": 8,
      "Horror": 6
    },
    "Attributes": {
      "Strength": 5,
      "Agility": 3,
      "Observation": 4,
      "Lore": 3,
      "Influence": 3,
      "Will": 3
    },
    "Story": "Jack has always ascribed his success in archaeology to his father's advice. &quot;History whispers, Monterey. All you have to do is listen.&quot; His father always called him Monterey as a joke. Jack never found the nickname to be as funny as his father did. For years, Jack wandered the globe in search of forgotten treasures, but the time eventually came when his life of adventure took a tragic turn. Jack's father had been murdered and an unrecognizable sigil had been carved into his forehead. Jack was devastated. He had no idea who would do this or why. But he intended to find answers. History whispers and Monterey Jack listens.",
    "Set": "smcotw"
  },
  {
    "Name": "Norman Withers",
    "Job": "The Astronomer",
    "Image": "default/normanwithers.webp",
    "Ability": "{action} If you are in an outdoor space, gain 2 clues or discard 1 Horror. Activate this ability once per round.",
    "Stats": {
      "Damage": 6,
      "Horror": 8
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 3,
      "Observation": 4,
      "Lore": 4,
      "Influence": 2,
      "Will": 5
    },
    "Story": "Norman withers is a scientist. He is a rational man devoted to the reasoned exploration of the universe. So when six stars simply vanished from the sky, he double- and triple-checked his results, then calmly examined the situation from every logical angle. His conclusions were simple. Yes, the stars were truly missing. Yes, something impossible was moving in the void.\n\nAlthough the scientific community dismissed his research as the ramblings of a crackpot, Norman continued his studies. Though his research now touches on ancient lore and magic, he is still a rational man.",
    "Set": "pots"
  },
  {
    "Name": "Preston Fairmont",
    "Job": "The Millionaire",
    "Image": "default/prestonfairmont.webp",
    "Ability": "Once per round, when you gain an item, you may flip 1 Horror facedown or discard 1 facedown Horror.",
    "Stats": {
      "Damage": 8,
      "Horror": 6
    },
    "Attributes": {
      "Strength": 4,
      "Agility": 4,
      "Observation": 3,
      "Lore": 2,
      "Influence": 5,
      "Will": 3
    },
    "Story": "Preston Fairmont never thought much about where his family's money came from. All he knew was that he had plenty, and he took great advantage of it wherever possible. His father seemed troubled, at times, and tried to explain about his grandfather's business and the demands of something called the Order of the Silver Twilight, but Preston never paid any mind. At best it was boring, and at worst, when his father seemed the most distraught, it was insane. Then his father died.\n\nRecently, Preston attended a seance hosted by a fashionable young lady of his acquaintance. She promised him a night to remember, and she certainly delivered. His father appeared, right there above the table, and Preston was not the only one who saw it. Since then, he has pulled out the trunk of his father's old things and started thinking a lot about where his family got their money.",
    "Set": "base"
  },
  {
    "Name": "Rita Young",
    "Job": "The Athlete",
    "Image": "default/ritayoung.webp",
    "Ability": "You may move 1 additional space as part of a move action.",
    "Stats": {
      "Damage": 9,
      "Horror": 5
    },
    "Attributes": {
      "Strength": 5,
      "Agility": 4,
      "Observation": 3,
      "Lore": 3,
      "Influence": 2,
      "Will": 4
    },
    "Story": "Rita has always been good at running. Growing up in the South, she was well acquainted with discrimination and knowing when to make herself scarce. When she came up to Arkham to attend Miskatonic University on a track and field scholarship, she found things had not changed as much as she had hoped. The creepy people chasing after her wore black robes, not white, but Rita ran all the same.\n\nWhen her roommate was attacked in the night while wearing Rita's jacket, Rita decided to do something about it. She started looking into the matter and found the mysterious assailants were not part of the Klu Klux Klan, as she had assumed. Now Rita eagerly pursues any chance to investigate the unknown and hidden cults that flourish right under the noses of the authorities. She is done running.",
    "Set": "base"
  },
  {
    "Name": "Silas Marsh",
    "Job": "The Sailor",
    "Image": "default/silasmarsh.webp",
    "Ability": "Once per round, you may flip 1 Horror faceup to reroll one or all of your dice while resolving a test.",
    "Stats": {
      "Damage": 9,
      "Horror": 5
    },
    "Attributes": {
      "Strength": 4,
      "Agility": 5,
      "Observation": 4,
      "Lore": 2,
      "Influence": 3,
      "Will": 3
    },
    "Story": "Silas Marsh has loved the sea ever since he was old enough to toddle through its briny shallows. Becoming a sailor was the easiest decision he ever made, and his sturdy frame and good sense for the weather gave him a good reputation aboard any vessel. There was only one thing troubling Silas: over and over again, he dreamed of unsettling cities hidden beneath the waves and inhabited by bizarre creatures. These dreams called to him, stirring something deep within him that he thought he had left behind in his hometown of Innsmouth.",
    "Set": "hj"
  },
  {
    "Name": "Sister Mary",
    "Job": "The Nun",
    "Image": "default/sistermary.webp",
    "Ability": "Once per round, another investigator within range may convert an {?} into a {success} while resolving a test.",
    "Stats": {
      "Damage": 6,
      "Horror": 8
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 3,
      "Observation": 3,
      "Lore": 4,
      "Influence": 3,
      "Will": 5
    },
    "Story": "The more Sister Mary learns of the strange and arcane forces that sometimes manifest in this world, the more certain she is that she has been set upon a path to protect the innocents and to ward off these forces when possible. Armed only with the trappings of her church and an unshakable faith, Sister Mary has sought out every supernatural threat she hears of through her fellow priests and nuns. The other members of her church may dismiss such things as medieval nonsense, but Sister Mary knows all too well that evil exists in a very literal form. She also knows that if evil is left unchecked, it will bring ruin and horror to all of creation.",
    "Set": "rm"
  },
  {
    "Name": "Tommy Muldoon",
    "Job": "The Rookie Cop",
    "Image": "default/tommymuldoon.webp",
    "Ability": "You begin the game with the Becky Unique Item.",
    "Stats": {
      "Damage": 7,
      "Horror": 7
    },
    "Attributes": {
      "Strength": 4,
      "Agility": 4,
      "Observation": 4,
      "Lore": 2,
      "Influence": 4,
      "Will": 3
    },
    "Story": "Tommy Muldoon arrived in Arkham fresh from police training in Boston, eager to make a difference. Even though his whole family in in law enforcement, Tommy found he was not prepared for the bizarre crimes cropping up in Arkham. But whether the crime scene is a smoky speakeasy or a blood-stained altar, Tommy will not rest until he can bring the culprit to justice. And with his trusty rifle Becky by his side, Tommy feels ready to face even the most hopeless of situations.",
    "Set": "soa"
  },
  {
    "Name": "Trish Scarborough",
    "Job": "The Spy",
    "Image": "default/trishscarborough.webp",
    "Ability": "Once per round, you may convert up to two {?} to {success} while performing a Search action.",
    "Stats": {
      "Damage": 8,
      "Horror": 6
    },
    "Attributes": {
      "Strength": 4,
      "Agility": 4,
      "Observation": 5,
      "Lore": 2,
      "Influence": 3,
      "Will": 3
    },
    "Story": "Trish always excelled in matters of both body and mind, her unwavering focus on excellence and fearless disposition a winning combination. With her stellar academic and athletic records, everyone expected to see her become something great.\n\nInstead, Trish took a job at a commercial code company. The initial shock of her humble work eventually wore off, and the exceptional Trish Scarborough faded into obscurity. This suited Trish just fine, as it made it harder for anyone to realize the turth: her job was a cover for her true work with the Black Chamber, the Bureau's code-breaking agency. As a spy, Trish crosses the globe, trading on information better left undiscovered.",
    "Set": "hj"
  },
  {
    "Name": "Ursula Downs",
    "Job": "The Explorer",
    "Image": "default/ursuladowns.webp",
    "Ability": "Once per round, you may move 1 space before or after performing an explore action or resolving the effects of a Sight token.",
    "Stats": {
      "Damage": 7,
      "Horror": 7
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 4,
      "Observation": 4,
      "Lore": 4,
      "Influence": 3,
      "Will": 3
    },
    "Story": "As a young girl, Ursula was constantly scrambling up trees, scaling rock walls, and using her art supplies to map caves. Any hopes that she might settle down and begin exhibiting more &quot;lady-like&quot; behavior as she grew older were dashed when she procured a degree in archaeology and began traveling the world.\n\nNot many people can say that they've climbed a mountain on every continent. Fewer still can say they've stolen a golden idol from a cannibalistic cult. For Ursula, these achievements are just the beginning.",
    "Set": "pots"
  },
  {
    "Name": "Vincent Lee",
    "Job": "The Doctor",
    "Image": "default/vincentlee.webp",
    "Ability": "{action} You or another investigator within range flip 1 Damage facedown or discard 1 facedown Damage.",
    "Stats": {
      "Damage": 8,
      "Horror": 6
    },
    "Attributes": {
      "Strength": 4,
      "Agility": 2,
      "Observation": 4,
      "Lore": 3,
      "Influence": 4,
      "Will": 4
    },
    "Story": "Vincent Lee knows why people die. As a Yale graduate of Medicine, he has become accustomed to knowing the conditions that inevitably lead to fatalities. However, since becoming a resident physician at St. Mary's Hospital in Arkham, he has seen far too many horrible and unexplained deaths—an elderly victim torn apart by unknown wild animals, a healthy young man whose heart exploded without identifiable cause. Their twisted faces haunt his dreams. As a man who finds comfort in having all the answers, Vincent begins to wonder if something sinister is afoot in this otherwise quiet Massachusetts town. Unable to continue his practice with the horror that he takes home every night, Vincent decides to take a sabbatical in order to investigate these strange deaths, even if it kills him.",
    "Set": "smfa"
  },
  {
    "Name": "Wendy Adams",
    "Job": "The Urchin",
    "Image": "default/wendyadams.webp",
    "Ability": "You cannot become Stunned or Retrained.",
    "Stats": {
      "Damage": 6,
      "Horror": 8
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 5,
      "Observation": 4,
      "Lore": 3,
      "Influence": 3,
      "Will": 3
    },
    "Story": "Wendy's Mama gave her that necklace when she was small. She would tell her stories while Wendy watched its strange eye-and-star design spinning in the air. Then Papa went missing, lost at sea, and Mama got strange. She drew arcane symbols in chalk all over the house, read bizarre books, and spoke in dead languages. Eventually, they came and took Mama to an Asylum and Wendy to an orphanage. But Wendy was not an orphan, she would point out to anyone who would listen—her Mama was crazy, not dead, and no one ever found Papa's body so he might not be dead either.\n\nThe orphanage could not hold Wendy for long, not after the picture of her father came in the mail. So she left, and now she is looking. Looking for her Papa, looking for her Mama, looking for some sense from the eye-and-star symbol that she still wears around her neck.",
    "Set": "base"
  },
  {
    "Name": "William Yorick",
    "Job": "The Gravedigger",
    "Image": "default/williamyorick.webp",
    "Ability": "Whenever a monster is defeated, gain 1 Clue.",
    "Stats": {
      "Damage": 7,
      "Horror": 7
    },
    "Attributes": {
      "Strength": 4,
      "Agility": 3,
      "Observation": 4,
      "Lore": 3,
      "Influence": 3,
      "Will": 4
    },
    "Story": "William Yorick never wanted to be a gravedigger. He had wanted to be an actor and had worked for years in Boston, taking whatever parts were available. Shakespeare was the best stuff, of course, and William's focus was in Shakespearean acting, but after many years and hardly any roles he was forced to admit that the stage was not his destiny.\n\nGravedigging was tedious work, but the dead made for an excellent audience and William always did love a soliloquy. But the job took a turn for the strange when odd and inhuman corpses started turning up—and then vanishing. When William asked around at the University, all he got was shrugs and strange people following him home at night. Ever since, he had been looking into all manner of bizarre occurrence, disappearance, or strange sighting. It seems as if a new act is beginning.",
    "Set": "base"
  },
  {
    "Name": "Wilson Richards",
    "Job": "The Handyman",
    "Image": "default/wilsonrichards.webp",
    "Ability": "After you resolve a horror check, become focused.",
    "Stats": {
      "Damage": 8,
      "Horror": 6
    },
    "Attributes": {
      "Strength": 5,
      "Agility": 4,
      "Observation": 3,
      "Lore": 2,
      "Influence": 4,
      "Will": 3
    },
    "Story": "Wilson Richards has always been good with his hands. He has a certain knack for fixing all things broken, busted, or trashed. Wilson goes where the work calls him, moving from job to job as he is needed. He finds that if he offers folks a fair deal, they will treat him fairly enough in return. Still, he has seen some strange things on the road, and the abandoned and dilapidated houses are not the only places where he has felt his skin crawl. Those great big mansions sometimes have more wrong with them than just a leaky roof. Wilson Richards knows he cannot fix everything, but when a man is fortunate enough to know his calling, he also knows better than to ignore it.",
    "Set": "btt"
  }
]