[
  {
    "Name": "Jack Harding",
    "Job": "Detective",
    "Image": "img/profile-detective.webp",
    "Ability": "Once per round, you may use or give an additional action to another investigator.",
    "Stats": {
      "Damage": 7,
      "Horror": 7
    },
    "Attributes": {
      "Strength": 4,
      "Agility": 3,
      "Observation": 5,
      "Lore": 3,
      "Influence": 3,
      "Will": 3
    },
    "Story": "[Locked room with no signs of forced entry anywhere. Could the poor bastard have killed himself? Seems unlikely with the amount of blood everywhere. Strange markings underneath the victim's body. Some kind of ritual? Who killed him? What killed him? ... ]\n\nJack Harding, the hard boiled, eagle-eyed detective routinely breaks the rules in an effort to catch the criminals. Determined and street-wise, Jack uses his wits and deductive abilities to solve the case at any cost."
  },
  {
    "Name": "Faye Watson",
    "Job": "Nurse",
    "Image": "img/profile-nurse.webp",
    "Ability": "{action} You may heal you or another investigator. Discard Damage or Horror equal to the result of a {will} check of the patient.",
    "Stats": {
      "Damage": 6,
      "Horror": 8
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 4,
      "Observation": 3,
      "Lore": 3,
      "Influence": 4,
      "Will": 4
    },
    "Story": "[I don't remember what happened before I woke. All I remember is that she looked like an angel. She patched me up real good, she did. Cuts, bruises and all. Wrapped me up, looking like one of those Egyptian mummies. Now where did that leprechaun go? ...Should set the damn thing on fire... ]\n\nFaye Watson began her nursing training in Alexandria, Egypt. The knowledge and skills Watson gained from these experiences equipped her to take the challenges in tending to the many casualties when the War broke out. Her ability to mend cuts and bruises is invaluable in trying times."
  },
  {
    "Name": "Frank Selak",
    "Job": "Gambler/Highroller",
    "Image": "img/profile-gambler.webp",
    "Ability": "When resolving a test, you may convert any {?} to {success} and reroll any failed die at the cost of receiving 1 facedown Horror.",
    "Stats": {
      "Damage": 8,
      "Horror": 6
    },
    "Attributes": {
      "Strength": 3,
      "Agility": 3,
      "Observation": 4,
      "Lore": 3,
      "Influence": 5,
      "Will": 3
    },
    "Story": "[By golly! If Lady Luck sure ain't on his side. That fella, right there is one helluva lucky guy! I've never seen anyone roll 7s for that long of a time! Gotta wonder what's going on in that fella's mind. Might have to pay him a visit later to help relieve him of those burdening riches.]\n\nFrank Selak, the high rolling gambler, considered to be the luckiest man alive. Frank has never rolled wrong, winning everywhere he goes. A man with that luck, surely would survive the Great Beyond. Only time will tell, until his luck runs out."
  },
  {
    "Name": "Meredith Austen",
    "Job": "Governess",
    "Image": "img/profile-governess.webp",
    "Ability": "Once per round, you may reroll any failed die when resolving a test for yourself or on behalf of another investigator.",
    "Stats": {
      "Damage": 5,
      "Horror": 9
    },
    "Attributes": {
      "Strength": 2,
      "Agility": 2,
      "Observation": 5,
      "Lore": 4,
      "Influence": 4,
      "Will": 4
    },
    "Story": "[Books! Books! Books! Study! Study! Study! Gosh, it's like she's trying to teach me to death. This new book about a creature from the deep - bah! what nonsense!]\n\nMeredith Austen, the prestigious Governess of West Minister. Known for being harsh but a fair teacher, her knowledge and influence has been instrumental in shaping the hearts and minds of those she oversees."
  },
  {
    "Name": "Sgt. Edward Fisher",
    "Job": "Army Sergeant",
    "Image": "img/profile-soldier.webp",
    "Ability": "When attacking a monster, you deal 1 Damage for each {success} in addition to the damage result. If your attack fails, you deal 1 Damage and receive 1 facedown Damage.",
    "Stats": {
      "Damage": 9,
      "Horror": 5
    },
    "Attributes": {
      "Strength": 5,
      "Agility": 5,
      "Observation": 2,
      "Lore": 2,
      "Influence": 3,
      "Will": 4
    },
    "Story": "[It descended from the darkness in the clouds. With every last ounce of strength in his body, he charged towards the towering behemoth with grenades in hand. Once the dust had settled, he awoke... unable to see from his blood drenched eyes. The damage had been done but at what cost]\n\nSgt. Edward Fisher, the callous and head strong Army Sergeant is known for taking the fight head on. Not one to wane, Fisher is the type of soldier who would sacrifice his own life to get the job done."
  },
  {
    "Name": "Edith Langford",
    "Job": "Nightclub Singer",
    "Image": "img/profile-damsel.webp",
    "Ability": "{action} You may call for backup. Move another investigator to your space and they become {focused} and may discard 1 Damage or Horror.",
    "Stats": {
      "Damage": 7,
      "Horror": 7
    },
    "Attributes": {
      "Strength": 2,
      "Agility": 2,
      "Observation": 5,
      "Lore": 3,
      "Influence": 5,
      "Will": 4
    },
    "Story": "[Her voice was astounding! So powerful, yet angelic. When she hits those high notes, almost as if the roof had blown off the entire venue. If Helen of Troy could launch a thousand ships, her voice could summon a storm!]\n\nEdith Langford, the starry eyed nightclub singer whose thunderous voice can be heard a mile away. Wherever she sings, all the boys come far and wide to listen."
  },
  {
    "Name": "Irvin Livingston",
    "Job": "Famous Magician",
    "Image": "img/profile-magician.webp",
    "Ability": "{{Teleport:}} When moving you may move to any visible position pending a {will} check. If you fail, drop a random item.",
    "Stats": {
      "Damage": 8,
      "Horror": 6
    },
    "Attributes": {
      "Strength": 4,
      "Agility": 5,
      "Observation": 3,
      "Lore": 3,
      "Influence": 3,
      "Will": 3
    },
    "Story": "[With wand in hand and a flick of his wrist. One moment he was standing on stage, the next he vanished in a puff of smoke, completely into thin air! To everyone's amazement, he appeared in the rafters, all the way on the other side of the theatre!]\n\nIrvin Livingston, also known as The Amazing Livingston, is a renown magician famous for his magic and charm. His best performed trick, The Vanishing Man has been a marvel with audiences world wide. "
  }
]
